
[SYSTEM]
Name=Gorizont Borehole Inclinometer
ASKPARAMSAVE=1
SKOLIMIT=500
askperiod=100
MAXRECORDS=500
DEFRECORDS=20
last_place_idx=1
last_drill_idx=2
SideVirtKbd=1
[PORT]
ReadTimeOut=5000
WriteTimeOut=5000
PauseTransact=10
PauseReopen=5000
BaudRate=9600
Port=117
Mark=Порт инклинометра
[SENSOR]
Addr=1
Mark=Скважинный инклинометр
Protocol=1
[PLACE1]
NAME=стенд горизонт
INDEX=1
[DRILL1.1]
NAME=Войковская
INDEX=1
PNDEX=1
RECCNT=22
ORIENT=1
STARTPOINT=1
STARTREQUEST=1
ASIMUT=0.0
ZEROSHIFT=0.0
GEO_INPUT_POINT=0.00
GEO_OUTPUT_POINT=0.00
GEO_DATA_ON=0
SINGLEWAY=1
LEVEL_START=5.5
LEVEL_END=0.0
[MEAS1.1.1]
NAME=Измерение_1
MARK=...
INDEX=1
PNDEX=1
DNDEX=1
[DRILL1.2]
NAME=Скважина
INDEX=2
PNDEX=1
RECCNT=12
ORIENT=1
STARTPOINT=1
STARTREQUEST=1
ASIMUT=0.0
ZEROSHIFT=0.0
GEO_INPUT_POINT=0.00
GEO_OUTPUT_POINT=0.00
GEO_DATA_ON=0
SINGLEWAY=0
LEVEL_START=5.5
LEVEL_END=0.0
[MEAS1.2.1]
NAME=Измерение_1
MARK=...
INDEX=1
PNDEX=1
DNDEX=2
